{
  "godfather": {
    "side-Citizen": "شهروند",
    "side-Mafia": "مافیا",
    "side-Independent": "مستقل",
    "role-godfather": "پدر خوانده",
    "role-saul": "ساول گودمن",
    "role-matador": "ماتادور",
    "role-mafia": "مافیا",
    "role-nostradamus": "نوستراداموس",
    "role-watson": "دکتر واتسون",
    "role-leon": "لئون حرفه ای",
    "role-kane": "همشهری کین",
    "role-constantine": "کنستانتین",
    "role-citizen": "شهروند",
    "role-description-godfather": "او از یک بار شلیک شب لئون مصون است. در زمان حظور, شلیک شب را تعیین میکند. با استفاده از قابلیت حس ششم میتواند یک شب بجای شلیک تیر, نقش یک بازیکن را حدس بزند که در صورت درست حدس زدن, بازیکن مورد نظر (حتی در صورت داشتن سپر یا نجات دکتر) بیرون میرود و قابل برگشت توسط کنستانتین نیز نمیباشد. استعلام پدرخوانده برای نوستراداموس شهروندی ولی برای همشهری کین مافیایی است",
    "role-description-saul": "در صورت خارج شدن یکی از اعضای گروه مافیا, ساول میتواند یک شهروند ساده را حدس زده و در صورت درست بودن حدس, او را خریداری کرده. بازیکن خریداری شده همان شب با مافیا بیدار شده و ضمن شناخت اعضای تیم مافیا, ادامه بازی را در نقش مافیا بازی میکند",
    "role-description-matador": "هرشب توانایی یک بازیکن را از او میگیرد. ماتادور نمیتواند دو شب متوالی توانایی یک بازیکن یکسان را از بین ببرد",
    "role-description-mafia": "همراه دیگر اعضای مافیا بیدار میشود ولی نقشی در اتفاقات شب ندارد",
    "role-description-nostradamus": "فقط در شب معارفه بیدار میشود و سه بازیکن را به گرداننده معرفی میکند. گرداننده تعداد اعضای مافیا در بازیکنان معرفی شده را به اون نشان میدهد. در این استعلام نقش پدرخوانده شهروندی اعلام میشود. سپس نوستراداموس پیشبینی خواهد کرد شهروندان برنده بازی خواهند بود یا مافیاها. درصورت برنده شدن طرف پیشبینی شده, نوستراداموس نیز برنده میشود. نوستراداموس در شب با تیر هیچکدان از طرفین بازی بیرون نمیرود",
    "role-description-watson": "هرشب می تواند جان یک نفر چه عضو مافیا و چه عضو شهروندی را نجات دهد. جان خودش را فقط یکبار میتواند نجات دهد ولی در نجات جان دیگران محدودیتی ندارد",
    "role-description-leon": "حداکثر دو شلیک دارد و هر شبی که بخواهد میتواند به یکی از اعضای تیم مافیا شلیک کند. اگر اشتباه به اعضای شهروندان شلیک کند, خودش کشته شده و قابل نجات توسط دکتر نیز نخواهد بود. اگر به پدرخوانده شلیک کند, پدرخوانده بار اول کشته نخواهد شد اما گلوله لئون مصرف شده است. لئون یک جلیقه دارد که یکبار از تیر نجات پیدا میکند",
    "role-description-kane": "یک شب استعلام یک بازیکن را از گرداننده درخواست میکند. در صورت اینکه بازیکن استعلام شده از مافیا باشد در ابتدای روز بعد به عنوان مافیا معرفی خواهد شد و در شب (بعد از معرفی) همشهری کین کشته خواهد شد. اگر بازیکن استعلام شده از شهروندان باشد در روز بعد معرفی نخواهد شد و همچنین همشهری کین نیز در بازی میماند. استعلام پدرخوانده برای همشهری کین مافیا است",
    "role-description-constantine": "یک شب توانایی برگرداندن یکی از بازیکنان خارج از بازی که نقش وی اعلام نشده است را دارد",
    "role-description-citizen": "نقشی در اتفاقات شب ندارد",
    "card-silence": "سکوت بره ها",
    "card-revealIdentity": "افشای هویت",
    "card-beautifulMind": "ذهن زیبا",
    "card-disableAbility": "دستبند",
    "card-faceOff": "تغییر چهره",
    "card-guid-title-SILENCE": "سکوت بره ها",
    "card-guid-title-REVEAL_IDENTITY": "افشای هویت",
    "card-guid-title-BEAUTIFUL_MIND": "زهن زیبا",
    "card-guid-title-DISABLE_ABILITY": "دستبند",
    "card-guid-title-FACE_OFF": "تغیر چهره",
    "card-guid-detail-SILENCE": "دو بازیکن انتخاب کنید تا توانایی صحبت در روز بعد را از دست بدهند",
    "card-guid-detail-REVEAL_IDENTITY": "نقش بازیکن مورد نظر {{prop}} است",
    "card-guid-detail-BEAUTIFUL_MIND": "بازیکن نقش نوستراداموس را حدس بزن. اگر حدس شما درست باشد شما بجای آن بازیکن در بازی میمانید و اگر حدس شما اشتباه باشد از بازی خارج میشوید",
    "card-guid-detail-DISABLE_ABILITY": "یک بازیکن انتخاب کنید تا توانایی استفاده از نقش خود را در شب پیش رو از دست بدهد",
    "card-guid-detail-FACE_OFF": "در شب پیش رو یک بازیکن را انتخاب کنید تا نقش وی با نقش شما تعویض شود",
    "card-result-SILENCE": "بازیکنان انتخاب شده توانایی صحبت در روز بعد را نخواهند داشت",
    "card-result-BEAUTIFUL_MIND-right": "حدس شما درست است. شما در بازی میمانید و بازیکن نقش نوستراداموس از بازی خارج میشود",
    "card-result-BEAUTIFUL_MIND-wrong": "حدس شما اشتباه است. شما از بازی خارج میشوید",
    "card-result-DISABLE_ABILITY": "بازیکن انتخاب شده توانایی استفاده از نقش خود را در شب پیش نخواهد داشت"
  }
}